window.GATHERING_DATA.categories = {
  gym:[{
  lat: 25.0463869,
  lng: 121.51583970000002,
  name: "World Gym 健身俱樂部 - 站前店"
}, {
  lat: 25.040414,
  lng: 121.54510600000003,
  name: "My Gym Taiwan (Da-an)"
}, {
  lat: 25.033938,
  lng: 121.5394,
  name: "O3 FITNESS, O3健身房"
}, {
  lat: 25.050291,
  lng: 121.52992599999993,
  name: "Taiwan Brazilian Jiu-jitsu (Taiwan BJJ)台灣巴西柔術學院"
}, {
  lat: 25.054706,
  lng: 121.51503400000001,
  name: "ANIKi WoW!"
}, {
  lat: 25.0403245,
  lng: 121.5451425,
  name: "TMMA台北格鬥運動館"
}, {
  lat: 25.048455,
  lng: 121.52784399999996,
  name: "巴克斯"
}, {
  lat: 25.0507597,
  lng: 121.54424870000003,
  name: "CURVES(復興北路店)"
}, {
  lat: 25.0381312,
  lng: 121.51950439999996,
  name: "中正區市民運動中心停車場"
}, {
  lat: 25.0521747,
  lng: 121.54118970000002,
  name: "(台北威斯汀六福皇宮)健身房"
}, {
  lat: 25.0551379,
  lng: 121.51699800000006,
  name: "桑富士"
}, {
  lat: 25.062383,
  lng: 121.52889400000004,
  name: "Jih Kao Enterprise Co., Ltd. ( JKexer / FitLux )"
}, {
  lat: 25.0487857,
  lng: 121.51856900000007,
  name: "BEING sport統一健身俱樂部"
}, {
  lat: 25.0334089,
  lng: 121.53136700000005,
  name: "CURVES"
}, {
  lat: 25.0468809,
  lng: 121.54848889999994,
  name: "克拉克健身中心"
}, {
  lat: 25.0330909,
  lng: 121.54418090000001,
  name: "世界健身俱樂部"
}, {
  lat: 25.050856,
  lng: 121.52304000000004,
  name: "力恆健身事業有限公司"
}, {
  lat: 25.057461,
  lng: 121.54757199999995,
  name: "World Gym(台北民生店)"
}, {
  lat: 25.050535,
  lng: 121.55070599999999,
  name: "GO GYM健身俱樂部(小巨蛋館)"
}, {
  lat: 25.027745,
  lng: 121.52586999999994,
  name: "Feng CrossFit - Taipei, Taiwan"
}, {
  lat: 25.0267784,
  lng: 121.5217093,
  name: "TRUE FITNESS 古亭健身館"
}, {
  lat: 25.057461,
  lng: 121.54757199999995,
  name: "World Gym Elite 台北民生店"
}, {
  lat: 25.04522589999999,
  lng: 121.5064979,
  name: "世界健身俱樂部"
}, {
  lat: 25.0472401,
  lng: 121.50673039999992,
  name: "台北市萬華運動中心"
}, {
  lat: 25.026268,
  lng: 121.51803900000004,
  name: "Formosa Fitness Gym 健身房 Guting"
}, {
  lat: 25.041725,
  lng: 121.55167000000006,
  name: "World Gym台北統領店"
}, {
  lat: 24.9761494,
  lng: 121.54671439999993,
  name: "世界健身俱樂部"
}, {
  lat: 25.0410562,
  lng: 121.57611659999998,
  name: "高勁健身俱樂部-永春館"
}, {
  lat: 25.0604299,
  lng: 121.57521399999996,
  name: "鷹雄拳擊休閒會館"
}, {
  lat: 25.03894399999999,
  lng: 121.43739700000003,
  name: "STONE Bouldering Gym攀岩抱石場"
}, {
  lat: 25.0406709,
  lng: 121.56597490000001,
  name: "FIT gym"
}, {
  lat: 25.007478,
  lng: 121.50326380000001,
  name: "World Gym Sport 台北永和店"
}, {
  lat: 25.0683183,
  lng: 121.52385690000006,
  name: "XL CLUB"
}, {
  lat: 25.119846,
  lng: 121.530933,
  name: "World Gym台北天母店"
}, {
  lat: 25.0079927,
  lng: 121.46010120000005,
  name: "World Gym 台北板橋店"
}, {
  lat: 25.0681781,
  lng: 121.59190969999997,
  name: "World Gym台北福華店"
}, {
  lat: 25.049226,
  lng: 121.44692199999997,
  name: "World Gym健身俱樂部"
}, {
  lat: 25.020421,
  lng: 121.53384800000003,
  name: "台北健身院"
}, {
  lat: 25.0316695,
  lng: 121.56668809999996,
  name: "臺北市信義運動中心"
}, {
  lat: 25.0703677,
  lng: 121.6112319,
  name: "World Gym 台北內湖店"
}, {
  lat: 25.0267784,
  lng: 121.5217093,
  name: "TRUE FITNESS 古亭健身館"
}, {
  lat: 25.057461,
  lng: 121.54757199999995,
  name: "World Gym Elite 台北民生店"
}, {
  lat: 25.04522589999999,
  lng: 121.5064979,
  name: "世界健身俱樂部"
}, {
  lat: 25.0472401,
  lng: 121.50673039999992,
  name: "台北市萬華運動中心"
}, {
  lat: 25.026268,
  lng: 121.51803900000004,
  name: "Formosa Fitness Gym 健身房 Guting"
}, {
  lat: 25.041725,
  lng: 121.55167000000006,
  name: "World Gym台北統領店"
}, {
  lat: 24.9761494,
  lng: 121.54671439999993,
  name: "世界健身俱樂部"
}, {
  lat: 25.0410562,
  lng: 121.57611659999998,
  name: "高勁健身俱樂部-永春館"
}, {
  lat: 25.0604299,
  lng: 121.57521399999996,
  name: "鷹雄拳擊休閒會館"
}, {
  lat: 25.03894399999999,
  lng: 121.43739700000003,
  name: "STONE Bouldering Gym攀岩抱石場"
}, {
  lat: 25.0406709,
  lng: 121.56597490000001,
  name: "FIT gym"
}, {
  lat: 25.007478,
  lng: 121.50326380000001,
  name: "World Gym Sport 台北永和店"
}, {
  lat: 25.0683183,
  lng: 121.52385690000006,
  name: "XL CLUB"
}, {
  lat: 25.119846,
  lng: 121.530933,
  name: "World Gym台北天母店"
}, {
  lat: 25.0079927,
  lng: 121.46010120000005,
  name: "World Gym 台北板橋店"
}, {
  lat: 25.0681781,
  lng: 121.59190969999997,
  name: "World Gym台北福華店"
}, {
  lat: 25.049226,
  lng: 121.44692199999997,
  name: "World Gym健身俱樂部"
}, {
  lat: 25.020421,
  lng: 121.53384800000003,
  name: "台北健身院"
}, {
  lat: 25.0316695,
  lng: 121.56668809999996,
  name: "臺北市信義運動中心"
}, {
  lat: 25.0703677,
  lng: 121.6112319,
  name: "World Gym 台北內湖店"
}, {
  lat: 25.057499,
  lng: 121.53367279999998,
  name: "Mandinga studio"
}, {
  lat: 25.0461108,
  lng: 121.50625939999998,
  name: "InnTouch: Hostel,Cafe & Gym"
}, {
  lat: 24.9924249,
  lng: 121.51638389999994,
  name: "World Gym 台北景平店"
}, {
  lat: 25.0803015,
  lng: 121.57534450000003,
  name: "內湖健身館"
}, {
  lat: 25.0207769,
  lng: 121.54563600000006,
  name: "台北市大安運動中心"
}, {
  lat: 25.0056345,
  lng: 121.47854410000002,
  name: "World Gym 台北中和店"
}, {
  lat: 25.1186089,
  lng: 121.52929100000006,
  name: "CURVES"
}, {
  lat: 25.021042,
  lng: 121.55637139999999,
  name: "1st Fitness Centre - 體育客"
}, {
  lat: 25.0489379,
  lng: 121.58183980000001,
  name: "臺北市南港運動中心"
}, {
  lat: 25.024413,
  lng: 121.55429200000003,
  name: "我們的健身房 Our Gym"
}, {
  lat: 25.035675,
  lng: 121.56790699999999,
  name: "健身工廠FitnessFactory-信義廠 Xin-Yi"
}, {
  lat: 25.0498503,
  lng: 121.44723999999997,
  name: "健身工廠新莊廠"
}, {
  lat: 25.023269,
  lng: 121.42492700000003,
  name: "世界健身俱樂部"
}, {
  lat: 25.0074673,
  lng: 121.5173426,
  name: "台北健身院永和店"
}, {
  lat: 25.082762,
  lng: 121.45963299999994,
  name: "成吉思汗健身俱樂部(進化綜合格鬥中心)"
}, {
  lat: 25.0738118,
  lng: 121.57471299999997,
  name: "DAVA健身中心"
}, {
  lat: 25.0334929,
  lng: 121.56410089999997,
  name: "世界健身俱樂部"
}, {
  lat: 24.9827962,
  lng: 121.53714979999995,
  name: "Formosa Fitness 新店店"
}, {
  lat: 25.026338,
  lng: 121.52268400000003,
  name: "CURVES"
}, {
  lat: 25.014616,
  lng: 121.53422999999998,
  name: "World Gym 台北公館店"
}],

swimming:[{
  lat: 25.0230556,
  lng: 121.50527779999993,
  name: "青年公園"
},  {
  lat: 25.091872,
  lng: 121.48681199999999,
  name: "美強生活氧游泳會館"
},  {
  lat: 25.1078779,
  lng: 121.52192609999997,
  name: "克強游泳池"
},  {
  lat: 25.0291112,
  lng: 121.4988141,
  name: "鷹萬游泳學校"
},  {
  lat: 25.0855272,
  lng: 121.54584950000003,
  name: "游泳池"
},  {
  lat: 25.0285426,
  lng: 121.49634149999997,
  name: "世清華江運動中心"
},  {
  lat: 25.0652685,
  lng: 121.51632159999997,
  name: "臺北市大同運動中心"
},  {
  lat: 25.0316059,
  lng: 121.54831289999993,
  name: "企業家健身俱樂部"
},  {
  lat: 25.0685824,
  lng: 121.52960940000003,
  name: "臺北市政府工務局公園路燈工程管理處圓山公園"
},  {
  lat: 25.0278124,
  lng: 121.49159110000005,
  name: "日本伊藤萬游泳學校集團(台北艋舺分校)"
},  {
  lat: 25.0054421,
  lng: 121.54043430000002,
  name: "麗池康體休閒事業有限公司"
},  {
  lat: 25.0858303,
  lng: 121.52112999999997,
  name: "前港游泳池"
},  {
  lat: 25.077766,
  lng: 121.52834600000006,
  name: "American Club Taipei 台北市美僑協會"
},  {
  lat: 25.0553569,
  lng: 121.59323199999994,
  name: "大湖游泳池"
},  {
  lat: 25.0236997,
  lng: 121.508378,
  name: "Youth park swimming pool"
},  {
  lat: 25.1228955,
  lng: 121.5108156,
  name: "游泳池"
},  {
  lat: 25.040484,
  lng: 121.61330799999996,
  name: "中研院綜合體育館"
},  {
  lat: 25.0822805,
  lng: 121.60445189999996,
  name: "大湖公園"
},  {
  lat: 25.1516929,
  lng: 121.54837299999997,
  name: "前山公園游泳池"
},  {
  lat: 24.904605,
  lng: 121.27810569999997,
  name: "陽光大溪地游泳池"
},  {
  lat: 24.9382758,
  lng: 121.36813630000006,
  name: "北大温水SPA游泳池"
},  {
  lat: 24.830887,
  lng: 121.18735700000002,
  name: "小人國主題樂園"
},  {
  lat: 25.048725,
  lng: 121.48934889999998,
  name: "水上美溫泳池"
},  {
  lat: 25.007662,
  lng: 121.48188099999993,
  name: "員山游泳池"
}],
tennis:[{
  lat: 25.0686541,
  lng: 121.53202779999992,
  name: "新生公園網球場"
}, {
  lat: 25.0625693,
  lng: 121.57178499999998,
  name: "台北市彩虹河濱公園網球場"
}, {
  lat: 25.11318,
  lng: 121.53253700000005,
  name: "天母運動公園"
}],
yoga:[{
  lat: 25.039258,
  lng: 121.54354720000003,
  name: "Yoga Journey 瑜珈旅程 復興館"
}, {
  lat: 25.0329388,
  lng: 121.52722990000007,
  name: "Hatha Yoga Taipei"
}, {
  lat: 25.037825,
  lng: 121.53236100000004,
  name: "瑜珈境"
}, {
  lat: 25.0483217,
  lng: 121.53315309999994,
  name: "葆體瑜珈"
}, {
  lat: 25.052591,
  lng: 121.54445099999998,
  name: "Pure Yoga"
}, {
  lat: 25.04414420000001,
  lng: 121.5297405,
  name: "easyoga"
}, {
  lat: 25.0517872,
  lng: 121.53510729999994,
  name: "生活的藝術 台灣中心"
}, {
  lat: 25.033092,
  lng: 121.54418099999998,
  name: "as yoga(大安館)"
}, {
  lat: 25.042129,
  lng: 121.54282999999998,
  name: "千晶美媚瑜珈 台北忠孝教室"
}, {
  lat: 25.0464859,
  lng: 121.54833059999999,
  name: "Yoga Journey 瑜珈旅程 敦化館"
}, {
  lat: 25.039793,
  lng: 121.54607499999997,
  name: "Yoga Bija 瑜珈種子"
}, {
  lat: 25.0543919,
  lng: 121.54713420000007,
  name: "Judy Yoga 樂活瑜伽美學館"
}, {
  lat: 25.045857,
  lng: 121.54364299999997,
  name: "邱素貞瑜珈天地"
}, {
  lat: 25.0392327,
  lng: 121.55041099999994,
  name: "SPACE YOGA安和館"
}, {
  lat: 25.0602209,
  lng: 121.52514700000006,
  name: "台灣沖道瑜伽會"
}, {
  lat: 25.041661,
  lng: 121.55009999999993,
  name: "PureYoga"
}, {
  lat: 25.062667,
  lng: 121.54472959999998,
  name: "Prana Yoga"
}, {
  lat: 25.025587,
  lng: 121.52380399999993,
  name: "ROYAL YOGA"
}, {
  lat: 25.0803015,
  lng: 121.57534450000003,
  name: "內湖健身館"
}, {
  lat: 25.1186818,
  lng: 121.53229290000002,
  name: "SPACE YOGA天母館"
}, {
  lat: 25.026001,
  lng: 121.52294589999997,
  name: "葆體瑜珈 古亭分班"
}, {
  lat: 25.0267784,
  lng: 121.5217093,
  name: "TRUE FITNESS 古亭健身館"
}, {
  lat: 25.0415889,
  lng: 121.56404999999995,
  name: "國際級時尚瑜珈會館"
}, {
  lat: 25.0681122,
  lng: 121.49597019999999,
  name: "瑜珈教室"
}, {
  lat: 25.119334,
  lng: 121.52471800000001,
  name: "Anapana Yoga"
}, {
  lat: 25.1132709,
  lng: 121.51600400000007,
  name: "芝印瑜伽"
}, {
  lat: 25.081002,
  lng: 121.59054000000003,
  name: "邱素貞瑜伽天地（內湖教室）"
}, {
  lat: 25.012128,
  lng: 121.51487040000006,
  name: "邱素貞瑜伽天地有限公司"
}, {
  lat: 25.021921,
  lng: 121.46602899999993,
  name: "千晶美媚瑜珈 板橋教室"
}, {
  lat: 25.0333013,
  lng: 121.47515529999998,
  name: "妍姿生活時尚瑜珈"
}, {
  lat: 25.014616,
  lng: 121.53422999999998,
  name: "Action LIFE 公館會館"
}],
basketball:[{
  lat: 25.0845868,
  lng: 121.54468780000002,
  name: "籃球場"
}, {
  lat: 25.0298199,
  lng: 121.53361999999993,
  name: "新生國小"
}, {
  lat: 25.1164363,
  lng: 121.52998030000003,
  name: "台北美國學校"
}, {
  lat: 25.0173405,
  lng: 121.53975179999998,
  name: "臺灣大學"
}, {
  lat: 25.0254571,
  lng: 121.52736579999998,
  name: "臺灣師範大學"
}, {
  lat: 25.006079,
  lng: 121.44883200000004,
  name: "國立台灣藝術大學"
}],
baseball:[{
  lat: 25.1134462,
  lng: 121.53292490000001,
  name: "天母棒球場"
},{
  lat: 25.0413851,
  lng: 121.44643730000007,
  name: "新莊棒球場"
}]
}