window.GATHERING_DATA.gym = [{
  lat: 25.04522589999999,
  lng: 121.5064979,
  name: "世界健身俱樂部"
},{
  lat: 25.03894399999999,
  lng: 121.43739700000003,
  name: "STONE Bouldering Gym攀岩抱石場"
},{
  lat: 25.062383,
  lng: 121.52889400000004,
  name: "Jih Kao Enterprise Co., Ltd. ( JKexer / FitLux )"
},{
  lat: 25.0410562,
  lng: 121.57611659999998,
  name: "高勁健身俱樂部-永春館"
},{
  lat: 25.057461,
  lng: 121.54757199999995,
  name: "World Gym(台北民生店)"
},{
  lat: 25.0604299,
  lng: 121.57521399999996,
  name: "鷹雄拳擊休閒會館"
},{
  lat: 25.033226,
  lng: 121.47556099999997,
  name: "Dragon Gym 神龍健身工坊"
},{
  lat: 25.050535,
  lng: 121.55070599999999,
  name: "GO GYM健身俱樂部(小巨蛋館)"
},{
  lat: 25.119846,
  lng: 121.530933,
  name: "World Gym台北天母店"
},{
  lat: 25.0406709,
  lng: 121.56597490000001,
  name: "FIT gym"
},{
  lat: 25.040414,
  lng: 121.54510600000003,
  name: "My Gym Taiwan (Da-an)"
},{
  lat: 25.0681781,
  lng: 121.59190969999997,
  name: "World Gym台北福華店"
},{
  lat: 25.033938,
  lng: 121.5394,
  name: "O3 FITNESS, O3健身房"
},{
  lat: 25.020421,
  lng: 121.53384800000003,
  name: "台北健身院"
},{
  lat: 25.0267784,
  lng: 121.5217093,
  name: "TRUE FITNESS 古亭健身館"
},{
  lat: 25.0316695,
  lng: 121.56668809999996,
  name: "臺北市信義運動中心"
},{
  lat: 25.0683183,
  lng: 121.52385690000006,
  name: "XL CLUB"
},{
  lat: 25.0468809,
  lng: 121.54848889999994,
  name: "克拉克健身中心"
},{
  lat: 25.0803015,
  lng: 121.57534450000003,
  name: "內湖健身館"
},{
  lat: 25.0403245,
  lng: 121.5451425,
  name: "TMMA台北格鬥運動館"
}]